[
  {
    "title": "Aircraft Selection",
    "text": "Koris consulting department applies careful analysis and industry experience to provide sound advice to the clients when making the complex and strategic decision involved with selecting an aircraft.",
    "icon": "plane"
  },
  {
    "title": "Residual Value Analysis",
    "text": "Koris consultants provide accurate and dependable aircraft residual values. This information is critical to making informed decisions when lending or purchasing an aircraft."
  },
  {
    "title": "Fractional cost Analysis vs Ownership",
    "text": "Koris conducts extensive research to assist clients in selecting the best purchasing framework for the corporate aviation needs.",
    "icon": "trending"
  },
  {
    "title": "Transportation Analysis",
    "text": "Koris works to ensure that the ownership and operation of your aircraft meets your needs and protects your investment to the fullest.",
    "icon": "truck"
  },
  {
    "title": "Aircraft Appraisal and Fair Market Analysis",
    "text": "Koris consistently provides solid fair market value estimates for aircraft in all markets. Having experienced market researchers and continuously updated resources not only allows our valuations to be as accurate as possible, but also allows us stay one step ahead of the market.",
    "icon": "analysis"
  },
  {
    "title": "Brokerage Services",
    "text": "Koris is one of the best aircraft brokerage and acquisition firms. We match aircraft to your specifications in a professional and timely manner, allowing you to concentrate on your business thus, leaving the important details of marketing, marketing research, negotiating and contracting to us."
  },
  {
    "title": "Aircraft Maintenance",
    "text": "Every aircraft requires the relevant maintenance checks ranging From light, regular maintenance checks, to heavy periodical maintenance checks and system upgrade. Full and easily accessible technical support is co-ordinated and monitored by Koris Aviation and Consultancy Ltd"
  },
  {
    "title": "Air Charter",
    "text": "Koris Aviation delivers comprehensive services in all aspects of aviation charters, including VIP charter, cargo, air ambulance, surveillance, survey and agricultural services such as aerial spraying of pesticides (crop dusting). The strength of Koris Aviation lies in the long experience of her extensively gratified human resources."
  },
  {
    "title": "Aviation Fuel Lubricants",
    "text": "Koris Aviation provides informative and flexible solutions to meet the fuel and lubricants needs of our aviation customers globally. Our Koris Aviation has the expertise and capability to deliver effective satellite-based solutions for remote sensing, surveillance, communications and other global challenges."
  },
  {
    "title": "Aviation Training",
    "text": "Koris Aviation provides solutions to airline, general aviation and specialized operations training needs. Our partnership and understanding with aviation institutions around the globe guarantees quality training in all aviation fields."
  },
  {
    "title": "UAV Design and Manufacturing",
    "text": "Koris Aviation has teamed up with a wide variety of agencies, government bodies and innovative companies to design and manufacture Unmanned Aerial Vehicles. Furthermore Koris Aviation has the capacity to manufacture and supply UAV spare parts to customers all over the world."
  },
  {
    "title": "UAV Maintenance, Repairs and Overhaul",
    "text": "Koris Aviation provides UAV maintenance checks ranging from light, regular maintenance checks, to heavy periodical maintenance checks and system upgrade. Full and easily accessible technical support is co-ordinated and monitored by our team of experts.",
    "icon": "spanner"
  },
  {
    "title": "Aerospace and Communications",
    "text": "Koris Aviation has the expertise and capability to deliver effective satellite-based solutions for remote sensing, surveillance, communications and other global challenges.",
    "icon": "cellular"
  },
  {
    "title": "Geospatial Intelligence",
    "text": "Koris Aviation provides wide array of Geospatial Services to diverse customers. This includes Disaster Remote Sensing, Disaster Monitoring (DMC), Surveillance, Global Positioning e.t.c.",
    "iconn": "location"
  }
]
